Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 部分待办写入失败，点击「写入提醒事项」重试
ar: فشل كتابة بعض المهام. انقر «كتابة إلى التذكيرات» لإعادة المحاولة.
de: Einige Aufgaben konnten nicht geschrieben werden. Klicken Sie auf „In Erinnerungen schreiben“, um es erneut zu versuchen.
en: Some to-dos failed to write. Click "Write to Reminders" to retry.
es: Algunas tareas no pudieron escribirse. Pulsa «Escribir en Recordatorios» para reintentar.
fr: Certaines tâches n'ont pas pu être écrites. Cliquez sur « Écrire dans Rappels » pour réessayer.
hi: कुछ कार्य नहीं लिखे जा सके। पुनः प्रयास के लिए «रिमाइंडर में लिखें» पर क्लिक करें।
id: Beberapa tugas gagal ditulis. Klik «Tulis ke Pengingat» untuk mencoba lagi.
it: Alcune attività non sono state scritte. Fai clic su «Scrivi in Promemoria» per riprovare.
ja: 一部の ToDo の書き込みに失敗しました。「リマインダーに書き込む」をクリックして再試行してください
ko: 일부 할 일 쓰기에 실패했습니다. '알림에 쓰기'를 클릭하여 재시도하세요
nl: Sommige taken konden niet worden geschreven. Klik op «Naar Herinneringen schrijven» om opnieuw te proberen.
pl: Nie udało się zapisać niektórych zadań. Kliknij «Zapisz do Przypomnień», aby spróbować ponownie.
pt: Algumas tarefas não puderam ser gravadas. Clique em «Gravar no Lembretes» para tentar novamente.
ru: Не удалось записать часть задач. Нажмите «Записать в Напоминания», чтобы повторить.
sv: Vissa uppgifter kunde inte skrivas. Klicka på «Skriv till Påminnelser» för att försöka igen.
th: งานบางส่วนเขียนไม่สำเร็จ คลิก «เขียนลงเตือนความจำ» เพื่อลองใหม่
tr: Bazı görevler yazılamadı. Yeniden denemek için «Anımsatıcılar'a yaz»a tıklayın.
uk: Деякі завдання не вдалося записати. Клацніть «Записати в Нагадування», щоб повторити.
vi: Một số việc cần làm không ghi được. Nhấp «Ghi vào Lời nhắc» để thử lại.
zh_hant: 部分待辦寫入失敗，點擊「寫入提醒事項」重試

source: 部分待办写入失败：成功 %@ 个，失败 %@ 个
ar: كتابة جزئية للمهام: نجح %@، فشل %@
de: Teils fehlgeschlagenes Schreiben der Aufgaben: %@ erfolgreich, %@ fehlgeschlagen
en: Some to-dos failed to write: %@ succeeded, %@ failed
es: Escritura parcial de tareas: %@ correctas, %@ fallidas
fr: Écriture partielle des tâches : %@ réussies, %@ échouées
hi: आंशिक कार्य लेखन: %@ सफल, %@ विफल
id: Penulisan tugas sebagian: %@ berhasil, %@ gagal
it: Scrittura parziale delle attività: %@ riuscite, %@ non riuscite
ja: 一部の ToDo の書き込みに失敗: 成功 %@ 件、失敗 %@ 件
ko: 일부 할 일 쓰기 실패: 성공 %@개, 실패 %@개
nl: Gedeeltelijk schrijven van taken: %@ geslaagd, %@ mislukt
pl: Częściowy zapis zadań: %@ udanych, %@ nieudanych
pt: Gravação parcial de tarefas: %@ com sucesso, %@ com falha
ru: Частичная запись задач: успешно %@, с ошибками %@
sv: Delvis skrivning av uppgifter: %@ lyckade, %@ misslyckade
th: เขียนงานบางส่วน: สำเร็จ %@ ล้มเหลว %@
tr: Kısmi görev yazma: %@ başarılı, %@ başarısız
uk: Частковий запис завдань: %@ успішно, %@ невдало
vi: Ghi việc cần làm một phần: thành công %@, thất bại %@
zh_hant: 部分待辦寫入失敗：成功 %@ 個，失敗 %@ 個

source: 部分待办写入失败：成功 %lld 个，失败 %lld 个
ar: فشل كتابة بعض المهام: نجح %lld، فشل %lld
de: Einige Aufgaben konnten nicht geschrieben werden: %lld erfolgreich, %lld fehlgeschlagen
en: Some todos failed to write: %lld succeeded, %lld failed
es: Algunas tareas fallaron al escribir: %lld exitosas, %lld fallidas
fr: Certaines tâches n’ont pas été écrites : %lld réussies, %lld échouées
hi: कुछ कार्य लिखने में विफल: %lld सफल, %lld असफल
id: Beberapa tugas gagal ditulis: %lld berhasil, %lld gagal
it: Alcune attività non sono state scritte: %lld riuscite, %lld non riuscite
ja: 一部の書き込みに失敗：成功 %lld 件、失敗 %lld 件
ko: 일부 할 일 쓰기 실패: 성공 %lld개, 실패 %lld개
nl: Sommige taken konden niet worden weggeschreven: %lld geslaagd, %lld mislukt
pl: Nie udało się zapisać niektórych zadań: %lld zakończonych, %lld niepowodzeń
pt: Algumas tarefas falharam ao escrever: %lld bem-sucedidas, %lld falhadas
ru: Некоторые задачи не записаны: успешно %lld, не удалось %lld
sv: Vissa uppgifter kunde inte skrivas: %lld lyckades, %lld misslyckades
th: เขียนสิ่งที่ต้องทำบางรายการไม่สำเร็จ: สำเร็จ %lld รายการ ล้มเหลว %lld รายการ
tr: Bazı görevler yazılamadı: %lld başarılı, %lld başarısız
uk: Не вдалося записати деякі завдання: успішно %lld, невдало %lld
vi: Ghi một số việc cần làm thất bại: thành công %lld, thất bại %lld
zh_hant: 部分待辦寫入失敗：成功 %lld 個，失敗 %lld 個

source: 部分授权
ar: مصرّح به جزئيًا
de: Teilweise autorisiert
en: Partially authorized
es: Parcialmente autorizado
fr: Partiellement autorisé
hi: आंशिक रूप से अधिकृत
id: Diizinkan sebagian
it: Parzialmente autorizzato
ja: 部分的に許可
ko: 부분 승인
nl: Gedeeltelijk geautoriseerd
pl: Częściowo autoryzowano
pt: Parcialmente autorizado
ru: Разрешено частично
sv: Delvis auktoriserad
th: ได้รับอนุญาตบางส่วน
tr: Kısmen yetkili
uk: Дозволено частково
vi: Được cấp quyền một phần
zh_hant: 部分授權

source: 部分提醒事项删除失败，系统「提醒事项」中可能仍有残留。请手动打开提醒事项 App 删除。
ar: فشل حذف بعض إدخالات التذكيرات؛ قد تبقى إدخالات في تطبيق التذكيرات. احذفها يدويًا.
de: Einige Erinnerungseinträge konnten nicht gelöscht werden; Einträge könnten in der Erinnerungen-App verbleiben. Bitte löschen Sie sie dort manuell.
en: Some Reminders entries failed to delete; entries may remain in the system Reminders app. Please delete them manually.
es: Algunas entradas de Recordatorios no pudieron eliminarse; pueden quedar entradas en la app Recordatorios. Elimínalas manualmente.
fr: Certaines entrées Rappels n'ont pas pu être supprimées ; des entrées peuvent subsister dans l'app Rappels. Veuillez les supprimer manuellement.
hi: कुछ रिमाइंडर प्रविष्टियाँ नहीं हटाई जा सकीं; सिस्टम रिमाइंडर ऐप में प्रविष्टियाँ रह सकती हैं। कृपया वहाँ मैन्युअल रूप से हटाएँ।
id: Beberapa entri Pengingat gagal dihapus; entri mungkin masih ada di aplikasi Pengingat. Silakan hapus secara manual.
it: Alcune voci di Promemoria non sono state eliminate; potrebbero restare voci nell'app Promemoria. Eliminale manualmente.
ja: 一部のリマインダーの削除に失敗しました。システムのリマインダーに残っている可能性があります。リマインダーアプリで手動で削除してください。
ko: 일부 알림 삭제에 실패했습니다. 시스템 '알림'에 남아 있을 수 있습니다. 알림 앱에서 수동으로 삭제하세요.
nl: Sommige Herinneringen-items konden niet worden verwijderd; items kunnen achterblijven in de Herinneringen-app. Verwijder ze handmatig.
pl: Nie udało się usunąć niektórych wpisów Przypomnień; wpisy mogą pozostać w aplikacji Przypomnienia. Usuń je ręcznie.
pt: Algumas entradas do Lembretes não puderam ser apagadas; entradas podem permanecer no app Lembretes. Apague-as manualmente.
ru: Не удалось удалить часть записей Напоминаний; записи могли остаться в приложении Напоминания. Удалите их вручную.
sv: Vissa Påminnelser-poster kunde inte raderas; poster kan finnas kvar i Påminnelser-appen. Radera dem manuellt.
th: รายการเตือนความจำบางรายการลบไม่สำเร็จ รายการอาจยังอยู่ในแอปเตือนความจำ โปรดลบด้วยตนเอง
tr: Bazı Anımsatıcılar girişleri silinemedi; Anımsatıcılar uygulamasında girişler kalmış olabilir. Lütfen manuel silin.
uk: Деякі записи Нагадувань не вдалося видалити; записи можуть залишитися в застосунку Нагадування. Видаліть їх вручну.
vi: Một số mục Lời nhắc không xóa được; các mục có thể còn trong ứng dụng Lời nhắc. Vui lòng xóa thủ công.
zh_hant: 部分提醒事項刪除失敗，系統「提醒事項」中可能仍有殘留。請手動打開提醒事項 App 刪除。

source: 部分改动未能保存
ar: لم تُحفظ بعض التغييرات
de: Einige Änderungen nicht gespeichert
en: Some Changes Were Not Saved
es: Algunos cambios no se guardaron
fr: Certaines modifications non enregistrées
hi: कुछ बदलाव सहेजे नहीं जा सके
id: Sebagian perubahan tidak tersimpan
it: Alcune modifiche non salvate
ja: 一部の変更を保存できませんでした
ko: 일부 변경사항이 저장되지 않음
nl: Sommige wijzigingen niet opgeslagen
pl: Nie zapisano części zmian
pt: Algumas alterações não guardadas
ru: Часть изменений не сохранена
sv: Vissa ändringar sparades inte
th: บางการเปลี่ยนแปลงไม่ได้บันทึก
tr: Bazı değişiklikler kaydedilemedi
uk: Частину змін не збережено
vi: Một số thay đổi chưa được lưu
zh_hant: 部分變更未能儲存

source: 配置 LLM（LM Studio / Ollama / OpenAI）自动生成总结、关键议题和待办事项。AI 智能判断是否为会议：是会议输出完整会议纪要，否则输出概要总结。生成完成后自动为录音生成简短标题。
ar: قم بإعداد نموذج لغوي (LM Studio / Ollama / OpenAI) لإنشاء الملخصات وأبرز المواضيع والمهام تلقائيًا. يحدد الذكاء الاصطناعي بذكاء ما إذا كان اجتماعًا: إن كان اجتماعًا يُخرج محضرًا كاملًا، وإلا ملخصًا موجزًا. بعد الإنشاء، يُنشأ تلقائيًا عنوان قصير للتسجيل.
de: Konfigurieren Sie ein LLM (LM Studio / Ollama / OpenAI), um automatisch Zusammenfassungen, Kernthemen und Aufgaben zu erstellen. Die KI erkennt intelligent, ob es sich um ein Meeting handelt: Bei Meetings wird ein vollständiges Protokoll ausgegeben, sonst eine Kurzzusammenfassung. Nach der Erstellung wird automatisch ein kurzer Titel für die Aufnahme erzeugt.
en: Configure an LLM (LM Studio / Ollama / OpenAI) to automatically generate summaries, key topics, and todo items. AI intelligently determines if it's a meeting: outputs full meeting minutes for meetings, otherwise outputs a brief summary. After generation, a short title is automatically created for the recording.
es: Configure un LLM (LM Studio / Ollama / OpenAI) para generar automáticamente resúmenes, temas clave y tareas. La IA determina de forma inteligente si es una reunión: si lo es, genera actas completas; si no, un resumen breve. Tras la generación, se crea automáticamente un título corto para la grabación.
fr: Configurez un LLM (LM Studio / Ollama / OpenAI) pour générer automatiquement résumés, sujets clés et tâches. L'IA détermine intelligemment s'il s'agit d'une réunion : elle produit un compte rendu complet pour une réunion, sinon un bref résumé. Après la génération, un titre court est automatiquement créé pour l'enregistrement.
hi: सारांश, मुख्य विषय और कार्य स्वतः बनाने के लिए LLM (LM Studio / Ollama / OpenAI) कॉन्फ़िगर करें। AI बुद्धिमानी से तय करता है कि यह बैठक है या नहीं: बैठक हो तो पूर्ण कार्यवृत्त, अन्यथा संक्षिप्त सारांश। निर्माण के बाद रिकॉर्डिंग हेतु संक्षिप्त शीर्षक स्वतः बनता है।
id: Konfigurasikan LLM (LM Studio / Ollama / OpenAI) untuk otomatis membuat ringkasan, topik utama, dan tugas. AI secara cerdas menentukan apakah ini rapat: jika rapat menghasilkan notulen lengkap, jika tidak ringkasan singkat. Setelah pembuatan, judul singkat otomatis dibuat untuk rekaman.
it: Configura un LLM (LM Studio / Ollama / OpenAI) per generare automaticamente riepiloghi, argomenti chiave e attività. L'IA determina in modo intelligente se si tratta di una riunione: se sì produce un verbale completo, altrimenti un breve riepilogo. Dopo la generazione, un titolo breve viene creato automaticamente per la registrazione.
ja: LLM（LM Studio / Ollama / OpenAI）を設定すると、要約・主要な議題・ToDoを自動生成します。AI が会議かどうかを賢く判断し、会議なら完全な議事録を、そうでなければ概要を出力します。生成後、録音に短いタイトルが自動的に付きます。
ko: LLM(LM Studio / Ollama / OpenAI)을 구성하면 요약, 핵심 안건, 할 일을 자동으로 생성합니다. AI가 회의 여부를 지능적으로 판단해 회의면 전체 회의록을, 아니면 간략한 요약을 출력합니다. 생성 후 녹음에 짧은 제목이 자동으로 만들어집니다.
nl: Configureer een LLM (LM Studio / Ollama / OpenAI) om automatisch samenvattingen, kernonderwerpen en taken te genereren. De AI bepaalt intelligent of het een vergadering is: bij vergaderingen volledige notulen, anders een korte samenvatting. Na het genereren wordt automatisch een korte titel voor de opname gemaakt.
pl: Skonfiguruj LLM (LM Studio / Ollama / OpenAI), aby automatycznie tworzyć podsumowania, kluczowe tematy i zadania. AI inteligentnie określa, czy to spotkanie: dla spotkań tworzy pełny protokół, w przeciwnym razie krótkie podsumowanie. Po wygenerowaniu dla nagrania tworzony jest automatycznie krótki tytuł.
pt: Configure um LLM (LM Studio / Ollama / OpenAI) para gerar automaticamente resumos, tópicos-chave e tarefas. A IA determina de forma inteligente se é uma reunião: se for, gera atas completas; caso contrário, um resumo breve. Após a geração, um título curto é criado automaticamente para a gravação.
ru: Настройте LLM (LM Studio / Ollama / OpenAI) для автоматического создания резюме, ключевых тем и задач. ИИ интеллектуально определяет, является ли это встречей: для встреч выдаёт полный протокол, иначе — краткое резюме. После создания для записи автоматически формируется короткий заголовок.
sv: Konfigurera en LLM (LM Studio / Ollama / OpenAI) för att automatiskt skapa sammanfattningar, nyckelämnen och uppgifter. AI avgör smart om det är ett möte: vid möten skrivs fullständiga protokoll, annars en kort sammanfattning. Efter skapandet genereras automatiskt en kort titel för inspelningen.
th: กำหนดค่า LLM (LM Studio / Ollama / OpenAI) เพื่อสร้างสรุป หัวข้อหลัก และสิ่งที่ต้องทำโดยอัตโนมัติ AI จะพิจารณาอย่างชาญฉลาดว่าเป็นการประชุมหรือไม่ หากเป็นการประชุมจะสร้างบันทึกการประชุมฉบับเต็ม มิฉะนั้นจะสร้างสรุปโดยย่อ หลังสร้างเสร็จจะสร้างชื่อย่อให้การบันทึกโดยอัตโนมัติ
tr: Özet, ana konu ve görevleri otomatik oluşturmak için bir LLM (LM Studio / Ollama / OpenAI) yapılandırın. AI bunun bir toplantı olup olmadığını akıllıca belirler: toplantıysa tam tutanak, değilse kısa bir özet üretir. Oluşturma sonrası kayıt için otomatik olarak kısa bir başlık oluşturulur.
uk: Налаштуйте LLM (LM Studio / Ollama / OpenAI) для автоматичного створення підсумків, ключових тем і завдань. ШІ інтелектуально визначає, чи це нарада: для нарад видає повний протокол, інакше — короткий підсумок. Після створення для запису автоматично формується короткий заголовок.
vi: Cấu hình LLM (LM Studio / Ollama / OpenAI) để tự động tạo tóm tắt, chủ đề chính và việc cần làm. AI thông minh xác định có phải cuộc họp hay không: nếu là họp sẽ xuất biên bản đầy đủ, nếu không sẽ xuất tóm tắt ngắn. Sau khi tạo, một tiêu đề ngắn sẽ tự động được tạo cho bản ghi.
zh_hant: 設定 LLM（LM Studio / Ollama / OpenAI）自動產生總結、關鍵議題與待辦事項。AI 智慧判斷是否為會議：是會議輸出完整會議紀錄，否則輸出概要總結。產生完成後自動為錄音產生簡短標題。

source: 配置 LLM（LM Studio / Ollama / OpenAI）自动生成总结、关键议题和待办事项。AI 智能判断是否为会议：是会议输出完整会议纪要，否则输出概要总结。生成完成后自动为录音生成简短标题。编辑转写或总结时按 ⌘F 查找、⌘R 全部替换。
ar: قم بإعداد نموذج لغوي كبير (LM Studio / Ollama / OpenAI) لتوليد الملخصات والموضوعات الرئيسية والمهام تلقائيًا. يحدد الذكاء الاصطناعي بذكاء ما إذا كان اجتماعًا: إن كان كذلك يُخرج محضر اجتماع كاملًا، وإلا يُخرج ملخصًا موجزًا. بعد التوليد يُضاف عنوان قصير تلقائيًا للتسجيل. عند تحرير النص المفرَّغ أو الملخص، اضغط ⌘F للبحث و ⌘R لاستبدال الكل.
de: Konfigurieren Sie ein LLM (LM Studio / Ollama / OpenAI), um Zusammenfassungen, Kernthemen und To-dos automatisch zu erzeugen. Die KI erkennt intelligent, ob es sich um eine Besprechung handelt: Besprechungen erhalten ein vollständiges Protokoll, sonst eine kurze Zusammenfassung. Nach der Erstellung erhält die Aufnahme automatisch einen kurzen Titel. Beim Bearbeiten von Transkript oder Zusammenfassung: ⌘F zum Suchen, ⌘R zum Ersetzen aller Treffer.
en: Configure an LLM (LM Studio / Ollama / OpenAI) to automatically generate summaries, key topics and to-dos. AI intelligently detects meetings: meetings get full minutes, everything else a concise summary. A short title is generated for the recording automatically. While editing a transcript or summary, press ⌘F to search and ⌘R to replace all.
es: Configure un LLM (LM Studio / Ollama / OpenAI) para generar automáticamente resúmenes, temas clave y tareas. La IA detecta si es una reunión: si lo es, produce un acta completa; en caso contrario, un resumen conciso. Tras generar, se asigna automáticamente un título breve a la grabación. Al editar la transcripción o el resumen, pulse ⌘F para buscar y ⌘R para reemplazar todo.
fr: Configurez un LLM (LM Studio / Ollama / OpenAI) pour générer automatiquement résumés, thèmes clés et tâches. L’IA détecte s’il s’agit d’une réunion : compte rendu complet pour une réunion, résumé concis sinon. Un titre court est généré automatiquement pour l’enregistrement. Lors de l’édition d’une transcription ou d’un résumé, ⌘F pour rechercher et ⌘R pour tout remplacer.
hi: सारांश, मुख्य विषय और कार्य स्वतः बनाने के लिए LLM (LM Studio / Ollama / OpenAI) कॉन्फ़िगर करें। AI बुद्धिमानी से पहचानता है कि यह बैठक है या नहीं: बैठक होने पर पूर्ण मिनट्स, अन्यथा संक्षिप्त सारांश तैयार होता है। बनने के बाद रिकॉर्डिंग को स्वतः संक्षिप्त शीर्षक मिलता है। ट्रांसक्रिप्ट या सारांश संपादित करते समय ⌘F से खोजें और ⌘R से सभी बदलें।
id: Konfigurasikan LLM (LM Studio / Ollama / OpenAI) untuk membuat ringkasan, topik utama, dan tugas secara otomatis. AI secara cerdas menentukan apakah ini rapat: jika rapat, dihasilkan notulen lengkap; jika tidak, ringkasan ringkas. Setelah dibuat, rekaman otomatis mendapat judul singkat. Saat menyunting transkrip atau ringkasan, tekan ⌘F untuk mencari dan ⌘R untuk mengganti semua.
it: Configura un LLM (LM Studio / Ollama / OpenAI) per generare automaticamente riepiloghi, argomenti chiave e attività. L’IA rileva in modo intelligente se si tratta di una riunione: per le riunioni produce un verbale completo, altrimenti un riepilogo conciso. Al termine, viene generato automaticamente un breve titolo per la registrazione. Durante la modifica della trascrizione o del riepilogo, premi ⌘F per cercare e ⌘R per sostituire tutto.
ja: LLM（LM Studio / Ollama / OpenAI）を設定して、要約・重要トピック・ToDo を自動生成します。AI が会議かどうかを自動判定：会議なら完全な議事録、それ以外は概要を出力。生成後は録音に短いタイトルを自動で付けます。文字起こしや要約の編集中は ⌘F で検索、⌘R ですべて置換できます。
ko: LLM(LM Studio / Ollama / OpenAI)을 설정하면 요약, 핵심 주제, 할 일을 자동 생성합니다. AI가 회의 여부를 판단하여 회의라면 전체 회의록을, 아니라면 간략한 요약을 출력합니다. 생성이 끝나면 녹음에 짧은 제목이 자동으로 붙습니다. 전사나 요약을 편집할 때 ⌘F로 찾고 ⌘R로 모두 바꿀 수 있습니다.
nl: Configureer een LLM (LM Studio / Ollama / OpenAI) om automatisch samenvattingen, kernthema’s en taken te genereren. De AI herkent of het een vergadering is: vergaderingen krijgen volledige notulen, anders een beknopte samenvatting. Na generatie krijgt de opname automatisch een korte titel. Tijdens het bewerken van transcript of samenvatting: ⌘F zoeken, ⌘R alles vervangen.
pl: Skonfiguruj LLM (LM Studio / Ollama / OpenAI), aby automatycznie generować podsumowania, kluczowe tematy i zadania. AI inteligentnie rozpoznaje spotkanie: dla spotkań tworzy pełne notatki, w przeciwnym razie krótkie podsumowanie. Po wygenerowaniu nagraniu automatycznie nadawany jest krótki tytuł. Podczas edycji transkrypcji lub podsumowania: ⌘F szukaj, ⌘R zamień wszystko.
pt: Configure um LLM (LM Studio / Ollama / OpenAI) para gerar automaticamente resumos, tópicos principais e tarefas. A IA detecta de forma inteligente se é uma reunião: se for, produz uma ata completa; caso contrário, um resumo conciso. Após gerar, um título curto é atribuído automaticamente à gravação. Ao editar a transcrição ou o resumo, use ⌘F para buscar e ⌘R para substituir tudo.
ru: Настройте LLM (LM Studio / Ollama / OpenAI), чтобы автоматически создавать сводки, ключевые темы и задачи. ИИ определяет, является ли запись встречей: для встреч выводится полный протокол, иначе — краткая сводка. После генерации записи автоматически присваивается краткий заголовок. При редактировании расшифровки или сводки: ⌘F — найти, ⌘R — заменить всё.
sv: Konfigurera en LLM (LM Studio / Ollama / OpenAI) för att automatiskt skapa sammanfattningar, nyckelämnen och att-göra-poster. AI:n avgör intelligent om det är ett möte: möten får fullständiga protokoll, annars en kortfattad sammanfattning. Efter genereringen får inspelningen automatiskt en kort titel. När du redigerar transkription eller sammanfattning: ⌘F sök, ⌘R ersätt alla.
th: ตั้งค่า LLM (LM Studio / Ollama / OpenAI) เพื่อสร้างบทสรุป หัวข้อสำคัญ และสิ่งที่ต้องทำโดยอัตโนมัติ AI ตัดสินอย่างชาญฉลาดว่าเป็นการประชุมหรือไม่: ถ้าเป็นการประชุมจะได้รายงานการประชุมฉบับเต็ม มิฉะนั้นจะได้บทสรุปย่อ เมื่อสร้างเสร็จจะตั้งชื่อสั้น ๆ ให้ไฟล์บันทึกเสียงโดยอัตโนมัติ ขณะแก้ไขการถอดเสียงหรือบทสรุป กด ⌘F เพื่อค้นหาและ ⌘R เพื่อแทนที่ทั้งหมด
tr: Özetleri, ana konuları ve yapılacakları otomatik oluşturmak için bir LLM (LM Studio / Ollama / OpenAI) yapılandırın. Yapay zekâ bunun bir toplantı olup olmadığını akıllıca belirler: toplantılar için eksiksiz tutanak, aksi hâlde kısa bir özet çıkarır. Oluşturma sonrasında kayda otomatik olarak kısa bir başlık verilir. Dökümü veya özeti düzenlerken ⌘F ile arayın, ⌘R ile tümünü değiştirin.
uk: Налаштуйте LLM (LM Studio / Ollama / OpenAI), щоб автоматично створювати підсумки, ключові теми й завдання. ШІ визначає, чи це зустріч: для зустрічей виводиться повний протокол, інакше — стислий підсумок. Після генерації запису автоматично присвоюється короткий заголовок. Під час редагування розшифровки або підсумку: ⌘F — знайти, ⌘R — замінити все.
vi: Cấu hình LLM (LM Studio / Ollama / OpenAI) để tự động tạo bản tóm tắt, chủ đề chính và việc cần làm. AI nhận biết thông minh đây có phải cuộc họp hay không: nếu là cuộc họp sẽ xuất biên bản đầy đủ, ngược lại xuất bản tóm tắt ngắn gọn. Sau khi tạo, bản ghi được tự động đặt tiêu đề ngắn. Khi chỉnh sửa bản chuyển ngữ hoặc bản tóm tắt, nhấn ⌘F để tìm và ⌘R để thay thế tất cả.
zh_hant: 設定 LLM（LM Studio / Ollama / OpenAI）自動生成總結、關鍵議題和待辦事項。AI 智慧判斷是否為會議：是會議輸出完整會議紀要，否則輸出概要總結。生成完成後自動為錄音生成簡短標題。編輯轉寫或總結時按 ⌘F 查找、⌘R 全部替換。

source: 配置保存失败：%@。请重试。
ar: فشل حفظ التكوين: %@. حاول مجددًا.
de: Konfiguration speichern fehlgeschlagen: %@. Bitte erneut versuchen.
en: Failed to save the configuration: %@. Please try again.
es: Error al guardar la configuración: %@. Inténtalo de nuevo.
fr: Échec de l'enregistrement de la configuration : %@. Veuillez réessayer.
hi: कॉन्फ़िगरेशन सहेजने में विफल: %@। कृपया पुनः प्रयास करें।
id: Gagal menyimpan konfigurasi: %@. Silakan coba lagi.
it: Salvataggio della configurazione non riuscito: %@. Riprova.
ja: 設定の保存に失敗: %@。再試行してください。
ko: 구성 저장 실패: %@. 다시 시도하세요.
nl: Configuratie bewaren mislukt: %@. Probeer opnieuw.
pl: Nie udało się zapisać konfiguracji: %@. Spróbuj ponownie.
pt: Falha ao salvar a configuração: %@. Tente novamente.
ru: Не удалось сохранить конфигурацию: %@. Повторите попытку.
sv: Det gick inte att spara konfigurationen: %@. Försök igen.
th: บันทึกการกำหนดค่าไม่สำเร็จ: %@ โปรดลองใหม่
tr: Yapılandırma kaydedilemedi: %@. Lütfen tekrar deneyin.
uk: Не вдалося зберегти конфігурацію: %@. Спробуйте ще раз.
vi: Lưu cấu hình thất bại: %@. Vui lòng thử lại.
zh_hant: 配置儲存失敗：%@。請重試。

source: 配置导出
ar: تصدير الإعدادات
de: Konfigurationsexport
en: Config Export
es: Exportación de configuración
fr: Export de configuration
hi: कॉन्फ़िगरेशन निर्यात
id: Ekspor Konfigurasi
it: Esportazione configurazione
ja: 設定の書き出し
ko: 설정 내보내기
nl: Configuratie-export
pl: Eksport konfiguracji
pt: Exportação de configuração
ru: Экспорт настроек
sv: Konfigurationsexport
th: การส่งออกการตั้งค่า
tr: Yapılandırma dışa aktarma
uk: Експорт налаштувань
vi: Xuất cấu hình
zh_hant: 設定匯出

source: 配置自定义 OpenAI 兼容接口
ar: تكوين نقطة نهاية مخصصة متوافقة مع OpenAI
de: Benutzerdefinierten OpenAI-kompatiblen Endpunkt konfigurieren
en: Configure a custom OpenAI-compatible endpoint
es: Configurar un endpoint personalizado compatible con OpenAI
fr: Configurer un point d'accès compatible OpenAI personnalisé
hi: कस्टम OpenAI-संगत एंडपॉइंट कॉन्फ़िगर करें
id: Konfigurasikan titik akhir kustom yang kompatibel dengan OpenAI
it: Configura un endpoint personalizzato compatibile con OpenAI
ja: カスタム OpenAI 互換エンドポイントを設定
ko: 사용자 지정 OpenAI 호환 엔드포인트 구성
nl: Configureer een aangepast OpenAI-compatibel eindpunt
pl: Skonfiguruj niestandardowy punkt końcowy zgodny z OpenAI
pt: Configurar endpoint personalizado compatível com OpenAI
ru: Настроить пользовательскую конечную точку, совместимую с OpenAI
sv: Konfigurera en anpassad OpenAI-kompatibel slutpunkt
th: กำหนดค่าเอนด์พอยต์ที่เข้ากันได้กับ OpenAI แบบกำหนดเอง
tr: Özel OpenAI uyumlu uç nokta yapılandır
uk: Налаштуйте власну кінцеву точку, сумісну з OpenAI
vi: Cấu hình điểm cuối tùy chỉnh tương thích OpenAI
zh_hant: 配置自定義 OpenAI 兼容接口

source: 配置迁移
ar: نقل الإعدادات
de: Konfigurationsübertragung
en: Config Transfer
es: Transferencia de configuración
fr: Transfert de configuration
hi: कॉन्फ़िगरेशन स्थानांतरण
id: Transfer Konfigurasi
it: Trasferimento configurazione
ja: 設定の移行
ko: 설정 이전
nl: Configuratie overdragen
pl: Przenoszenie konfiguracji
pt: Transferência de configuração
ru: Перенос настроек
sv: Överför konfiguration
th: การย้ายการตั้งค่า
tr: Yapılandırma Aktarımı
uk: Перенесення налаштувань
vi: Chuyển cấu hình
zh_hant: 設定遷移
